Repository: allanaaa/CopyResources
Catalog: language/*.po
Languages: ca_es, fr, pt_br, uk

source: Copy
ca_es: Copia
fr: Dupliquer
pt_br: Copiar
uk: Копіювати

source: Copy item set
ca_es: Copia el conjunt de recursos
fr: Dupliquer la collection
pt_br: Copiar coleção
uk: Копіювати набір елементів

source: Are you sure you would like to copy this item set?
ca_es: Esteu segur que voleu copiar aquest conjunt de recursos?
fr: Voulez-vous vraiment dupliquer cette collection ?
pt_br: Tem certeza de que deseja copiar esta coleção?
uk: Ви впевнені, що хочете скопіювати цей набір елементів?

source: Copy item
ca_es: Copia el recurs
fr: Dupliquer le contenu
pt_br: Copiar item
uk: Копіювати елемент

source: This process will not copy media. If you must copy media, you can use the <a href="https://omeka.org/s/modules/Osii/" target="_blank">Omeka S Item Importer</a> module.
ca_es: Aquest procés no copiarà els fitxers. Si heu de copiar un fitxer, podeu utilitzar el mòdul <a href="https://omeka.org/s/modules/Osii/" target="_blank">Omeka S Item Importer</a>.
fr: Ce processus ne dupliquera pas les médias. Si vous avez besoin de dupliquer les médias, vous pouvez utiliser le module <a href="https://omeka.org/s/modules/Osii/" target="_blank">Importateur de contenus Omeka S</a>.
pt_br: Este processo não copiará mídia. Se você precisar copiar mídia, pode usar o módulo <a href="https://omeka.org/s/modules/Osii/" target="_blank">Omeka S Item Importer</a>.
uk: Цей процес не скопіює медіа. Якщо вам потрібно скопіювати медіа, ви можете використати <a href="https://omeka.org/s/modules/Osii/" target="_blank">Omeka S Item Importer</a> модуль.

source: Are you sure you would like to copy this item?
ca_es: Esteu segur que voleu copiar aquest recurs?
fr: Voulez-vous vraiment dupliquer ce contenu ?
pt_br: Tem certeza de que deseja copiar este item?
uk: Ви впевнені, що хочете скопіювати цей елемент?

source: Copy page
ca_es: Copia la pàgina
fr: Dupliquer la page
pt_br: Copiar página
uk: Скопіювати сторінку

source: Are you sure you would like to copy this page?
ca_es: Esteu segur que voleu copiar aquesta pàgina?
fr: Voulez-vous vraiment dupliquer cette page ?
pt_br: Tem certeza de que deseja copiar esta página?
uk: Ви впевнені, що хочете скопіювати цю сторінку?

source: Copy site
ca_es: Copia el lloc
fr: Dupliquer le site
pt_br: Copiar site
uk: Скопіювати сайт

source: Page blocks and navigation links added by modules may carry over as invalid placeholders. You will have to replace them or reorganize your pages and navigation. Other data added by modules may not carry over at all.
ca_es: Els blocs de pàgina i els enllaços de navegació afegits per mòduls poden aparèixer com a espais reservats no vàlids. Hauràs de substituir-los o reorganitzar les teves pàgines i navegació. Altres dades afegides pels mòduls també poden provocar errors.
fr: Les blocs de page et liens de navigation ajoutés par des modules seront peut-être considérés comme des espaces réservés non valides. Vous devrez les remplacer ou réorganiser vos pages et le système de navigation. Les autres données ajoutées par des modules ne seront peut-être pas du tout copiées.
pt_br: Blocos de página e links de navegação adicionados por módulos podem ser transferidos como placeholders inválidos. Você terá que substituí-los ou reorganizar suas páginas e navegação. Outros dados adicionados por módulos podem não ser transferidos.
uk: Блоки сторінок та навігаційні посилання, додані модулями, можуть перенестися як недійсні заповнювачі. Вам доведеться замінити їх або переорганізувати ваші сторінки та навігацію. Інші дані, додані модулями, можуть взагалі не перенестися.

source: Are you sure you would like to copy this site?
ca_es: Esteu segur que voleu copiar aquest lloc?
fr: Voulez-vous vraiment dupliquer ce site ?
pt_br: Tem certeza de que deseja copiar este site?
uk: Ви впевнені, що хочете скопіювати цей сайт?

source: Confirm copy
ca_es: Confirma la còpia
fr: Confirmer la duplication
pt_br: Confirmar cópia
uk: Підтвердіть копіювання

source: Item successfully copied. The copy is below.
ca_es: El recurs s'ha copiat correctament.
fr: Le contenu a bien été dupliqué. La copie est affichée ci-dessous.
pt_br: Item copiado com sucesso. A cópia está abaixo.
uk: Елемент успішно скопійовано. Копія знаходиться нижче.

source: Item set successfully copied. The copy is below.
ca_es: El conjunt de recursos s'ha copiat correctament.
fr: La collection a bien été dupliquée. La copie est affichée ci-dessous.
pt_br: Coleção copiada com sucesso. A cópia está abaixo.
uk: Набір елементів успішно скопійовано. Копія знаходиться нижче.

source: Page successfully copied. The copy is below.
ca_es: La pàgina s'ha copiat correctament.
fr: La page a bien été dupliquée. La copie est affichée ci-dessous.
pt_br: Página copiada com sucesso. A cópia está abaixo.
uk: Сторінку успішно скопійовано. Копія знаходиться нижче.

source: Site successfully copied. The copy is below.
ca_es: El lloc s'ha copiat correctament.
fr: Le site a bien été dupliqué. La copie est affichée ci-dessous.
pt_br: Site copiado com sucesso. A cópia está abaixo.
uk: Сайт успішно скопійовано. Копія знаходиться нижче.

source: There was an error during the copy process. If a copy was created, it is likely incomplete. The error message is below. Check your Omeka log for the complete error.
ca_es: S'ha produït un error durant el procés de còpia. Si s'ha creat una còpia, és probable que estigui incompleta. El missatge d'error és a sota. Comproveu l'error complet al registre d'errors de l'Omeka.
